{
    "values": {
        "type": "AchievementDefinition",
        "id": 89,
        "subAchievements": [
            686
        ],
        "points": 10,
        "secret": false,
        "achievementType": 1,
        "rewards": [],
        "onSuccess": []
    },
    "name": {
        "fr": "L'Île-Toile",
        "en": "Web Island",
        "es": "La Isla Telaraña",
        "de": "Die Netzinsel",
        "pt": "Ilha Teia"
    },
    "description": {
        "fr": "Dans les mers brumeuses d’Astrub, un îlot abrite toute une famille d’Araknes et d’Abraknes, ainsi qu’une jeune Osamodas\\_: {Skin:6747}. Devenue orpheline après la Grande Vague, {Skin:6747} aurait été recueillie par une Abrakne géante. {Skin:8502}, membre du {Faction:677}, cherche à la rencontrer, et missionne tout aventurier volontaire pour l’accompagner dans cette aventure.",
        "en": "On a small island in the misty seas of Astrub lives a family of Arachnees and Treechnees as well as a young Osamodas girl, {Skin:6747}. Orphaned after the Great Wave, {Skin:6747} was taken in by a giant Treechnee\\_– or so they say. {Skin:8502}, a member of the {Faction:677}, wants to meet her and is enrolling volunteer adventurers to accompany her on the journey.",
        "es": "En los mares brumosos de Astrub, un islote acoge a toda una familia de araknas y abraknos, así como a una joven osamodas: {Skin:6747}. {Skin:6747} se quedó huérfana tras la Gran Ola y fue acogida por una abrakno gigante. {Skin:8502}, miembro del {Faction:677}, trata de encontrarla, y recluta a cualquier aventurero voluntario que le acompañe en esta aventura.",
        "de": "In den Nebelmeeren von Astrub beherbergt ein Inselchen eine ganze Familie von Arachneen und Astachneen sowie eine junge Osamodas: {Skin:6747}. Nach der großen Welle wurde sie eine Waise und {Skin:6747} soll von einer Riesen-Astachnee aufgegabelt worden sein. {Skin:8502}, Mitglied vom {Faction:677}, versucht sie zu treffen und beauftragt jeden freiwilligen Abenteurer, ihn auf diese Insel zu begleiten.",
        "pt": "Nas águas nebulosas de Astrub, uma ilha abriga toda uma família de Araknes e Arvraknes, bem como uma jovem Osamodas: {Skin:6747}. Órfã por causa da Grande Onda, {Skin:6747} foi acolhida por uma Arvrakne gigante. {Skin:8502}, membro do {Faction:677}, quer encontrá-la e está atrás de aventureiros que estejam dispostos a acompanhá-la nessa aventura."
    },
    "descriptionFinished": {
        "fr": "Après une tumultueuse rencontre, {Skin:6747} refuse de quitter son île. {Skin:8502} ne perd cependant pas espoir\\_; elle retournera voir {Skin:6747} autant de fois que nécessaire pour s'en faire une amie et la convaincre de rentrer à Astrub avec elle\\_!",
        "en": "After a turbulent meeting, {Skin:6747} is refusing to leave her island. {Skin:8502} has not lost hope, though. She'll go back to see {Skin:6747} as many times as it takes to make friends with her and convince her to go back to Astrub with her!",
        "es": "Tras un tumultuoso encuentro, {Skin:6747} se niega a abandonar su isla. Sin embargo, {Skin:8502} no pierde la esperanza; ¡volverá a ver a {Skin:6747} las veces que sea necesario para hacerse su amiga y convencerla de volver a Astrub con ella!",
        "de": "Nach einem turbulenten Treffen weigert sich {Skin:6747}, ihre Insel zu verlassen. {Skin:8502} gibt die Hoffnung nicht auf; sie wird sich erneut mit {Skin:6747} treffen und zwar so oft wie nötig, bis sie Freundinnen sind und sie sie überzeugen kann, mit nach Astrub zurückzukehren!",
        "pt": "Após um encontro turbulento, {Skin:6747} se recusa a sair da ilha. Mas {Skin:8502} não perde a esperança; ela verá {Skin:6747} quantas vezes forem necessárias para ser amiga dela e convencê-la a voltar para Astrub!"
    }
}