{
    "values": {
        "type": "EquipmentDefinition",
        "id": 106,
        "merchantCosts": [],
        "premiumItem": false,
        "rarity": 2,
        "unlockableSkillIds": [
            226,
            247,
            212,
            682602,
            682620,
            683216
        ],
        "equipableByPlayers": true,
        "upgradeRuleId": 636,
        "useCharges": false,
        "precomputedData": {
            "type": "PrecomputedData",
            "dynamicValueReferences": [],
            "externalDynamicValueReferences": [],
            "hasEffects": false,
            "keywordReferences": [
                "LIFESTEAL",
                "FLAME"
            ]
        },
        "family": 0,
        "equipmentType": 1,
        "petSkins": null,
        "passiveModifiers": [
            {
                "type": "CaracBuffModifier",
                "holder": 8,
                "value": {
                    "type": "LinearLevelOnlyBasedDynamicValue",
                    "referenceId": "",
                    "baseValue": 0,
                    "factor": 1
                },
                "caracIds": [
                    1
                ]
            }
        ],
        "spellEffectData": []
    },
    "name": {
        "fr": "Anneau Roscop",
        "en": "Oroscop Ring",
        "es": "Aroróscopo",
        "de": "Horoskopring",
        "pt": "Anel Róscopo"
    },
    "description": {
        "fr": "Vos {#FLAME,plural:other} ont le {#LIFESTEAL}.",
        "en": "Your {#FLAME,plural:other} have {#LIFESTEAL}.",
        "es": "Tus {#FLAME,plural:other} tienen {#LIFESTEAL}.",
        "de": "Deine {#FLAME,plural:other} haben {#LIFESTEAL}.",
        "pt": "Suas {#FLAME,plural:other} têm {#LIFESTEAL}."
    },
    "bgDescription": {
        "fr": "« Horizon pas net, reste à la buvette ! ». Franchement, en matière de conseil hautement constructif, on ne saurait faire plus simple et élaboré à la fois. Maître Dada n'a qu'à bien se tenir. On pourrait même conclure par : « Si vous n'en faites qu'à votre tête, ne vous étonnez pas de finir en carpette ! ». L'anneau vous aura prévenu.",
        "en": "\"Cloudy skies, close your eyes.\" Clearly, when it comes to highly constructive advice, it would be difficult to be simpler and more elaborate at the same time. Master Dada better watch out for the competition. We could even add: \"If you lead with your head, don't be surprised when you end up dead!\" And don't say the ring didn't warn you.",
        "es": "«Ante la duda, ten la lengua muda». En lo que a consejos de lo más constructivos se refiere, el refranero no puede ser más sencillo y sofisticado a la vez. El maestro Dadá ya puede aplicarse el cuento. Se podría añadir incluso: «Si vas solo a tu rollo, no te extrañes de acabar en el hoyo». El anillo te ha avisado, ojo.",
        "de": "„Ist der Weg nicht klar, bleib an der Bar!“ Ganz ehrlich, was konstruktive Ratschläge angeht, gibt es keinen, der gleichermaßen einfach wie ausgefeilt ist. Meister Dada sollte sich einfach daran halten. Man könnte ihn sogar beenden mit: „Vertraust du nur auf deinen Verstand, darfst du dich nicht wundern, wenn du als Bettvorleger endest!“ Der Ring hat dich gewarnt.",
        "pt": "“Que importa a linha do horizonte? O que vejo é o beco”. Francamente, em matéria de conselhos altamente construtivos, não tem como ser mais simples e profundo. Mestre Dada que se cuide. Ou ainda: “Quem abre seus horizontes acaba caindo no mundo”. Entenda como quiser, o anel avisou."
    }
}